{ "LabeledTranscript": "tate: You need to be out competing all the other people on the planet who are hypercompetitive, and if you think you have eight hours to sit there and just read a book, you are wasting your time. You are too slow, and you are going to lose against people like me cuz we're just too quick, too fast, our networks are too various and large, and we make decisions too quickly, and we absorb information too quickly, and you're just behind. By the time you were done reading the book, the moves have been made, but it's over, yeah, game's over. Chess teaches you that if you lose, at some point, you made a mistake. It doesn't matter if it's the smallest mistake, it doesn't matter if you just took too long to think to make the right move, and you ran out of time on the clock. At some point, you messed up for you to lose that game, it's 100% accountability with no luck, that's what's so important about learning chess. That's the first thing, and the second thing is you need to, as a man, adopt the mindset that absolutely everything that happens to you is completely and utterly your fault whether it's good or bad, and most people, men don't have that, most men don't have that. When the Matrix was attacking me, and they were destroying me when they're calling up my exes trying to get fake charges on me and put me in jail, when they close my bank accounts on, I use $101 million, when they ban me on across all social media and lie about me, when they harass my family, when I'm sitting there going, this is my fault, all of this is me. I got here; it's my fault. I'm not going that was unfair, it was orchestrated, the NOS worked against me because that is not helpful, so it's accountability, it's 100% accountability in all things, but also, when I go out there and I start the Bugatti, it's like, that's me, this is my, this is my fault, the car is my fault, and the big house is my fault, and everything that ever goes wrong is my fault. Yeah, absolutely, you have to take complete accountability for everything. You can't make excuses ever; there's never an excuse. And you're right, people try and put things on the out, on the outside. It's interesting. I remember watching Forest Gump about 5 years ago. I was on a plane; I can't remember where I was flying. And the beginning of Forest Gump has a scene in it which I don't think many people have actually ever analyzed or anticipated or understood what the scene means, but when he's sitting on the bench at the beginning, think about Forest Gump, he's sitting on the bench at the beginning, and there's a feather nailed, and then it lands on him, and the movie begins. What they're saying with that is, Forest is the feather, and life has just pushed him all over and put him in all these unusual scenarios. Life has directed him everywhere; that's what that's what it's saying. And if you're going to be the guy, and you're going to allow life to happen to you, and you're not going to happen to life, then you're at the mercy of the wind. Perhaps it might work out okay, but it might not, right? So you have to be the guy who says, okay, the wind's blowing in this direction, them, I'm doing this. You have to come to life; you can't let life come to you because if you let life come to you, then you're going to be living inside of a matrix and a system which is designed not for you to live your best life, it's designed for you to comply and how do you benefit, that's what it's really about. The whole world is about power, so when, when, when someone comes on TV and tells me I'm supposed to believe something, you need to believe this about the planet, you need to believe this about the gays, you need to believe this about this virus, you need to believe this. I sit there, and I look at it and go, why do you want me to believe this? Do you think, yeah, why? It's a l and, and, and sorry, sorry, you got me started now, sorry bro, but it's like, why do you want me to believe this? Do you want me to believe this because it's good for me, or is it because it's good for you? Are the rules made for the benefit of me, or are they made for the benefit of the people who make the rules? And you sit there, and you understand that all of it is programming, all of it is a lie. They want you to believe things that are not true, like go to university, get in debt, sit there, you know, learn a get a degree. That they want you to believe all this crap so that you are as enslaved as they can make you. This is all they want. I think that the entire world was built by this god-given drive to conquer, and to conquer doesn't always mean dominate others. You can conquer the sky by building a skyscraper. You can, you can conquer by building roads. You can conquer by construction, not only by destruction. You conquer by turning up to a new territory and having a beautiful family and creating children. I think that's inside of every single man. I think it's been dumbed down by the Matrix, but I'm uninterested in fun. I don't understand the concept of fun. Fun is for women and children. All the women around me have fun. If you ask a woman the kind of man she wants, she will never say depressed or sad ever. She wants a man who is ultra-capable, ultra-competent. I've literally had women say to me, you know why I love being around you? Like, what? I don't have to think. I'm like, what do you mean? Cuz I just turn up, and like, we just walk in the hotel, and everyone, staff, do anything we want, and the Jet's just on the runway, and we just land, and I'm in this beautiful place, and I don't even know where I am, and I get to just turn my brain off, and it's great. Like, they want someone who is fun and spontaneous and charismatic and successful. They don't have time for sad dudes. 